---
kind: other
id: Properties.T:Autodesk.Revit.DB.DisplacementElement
source: html/aa3ced8a-558b-2428-08ae-0fccc4a59f29.htm
---
# DisplacementElement Properties

The id of the assembly instance to which the element belongs.